Repository: richardHenry11/CaisCbinstrument
Catalog: lib/l10n/app_*.arb
Languages: id

source: Login
id: Masuk

# password
source: Input your password
id: Masukan Passwordnya

source: Register
id: Daftar

# enterSystem
source: Enter the system
id: Masuk Sistem

# chooseLang
source: Choose Language
id: Pilih Bahasa

# gpsValid
source: GPS Validator - Office
id: Validasi GPS - Kantor

# badgeAllowed
source: GPS Verified - Allowed
id: GPS Diverifikasi - Diizinkan

# badgeNotAllowed
source: GPS Unverified - Not Allowed
id: GPS Ditolak - Ditolak

# distance
source: Distance to Office
id: Jarak ke Kantor

# inButton
source: Check In
id: Masuk

# outButton
source: Check Out
id: Pulang

source: Which One
id: Pilih dulu

# absent
source: Tap to Absent
id: Absen

# titlePilihDinas
source: Absence
id: Absensi

# office
source: Office Absence
id: Kantor

# field
source: Field Duty
id: Dinas Lapangan

source: WFH
id: Kerja Dirumah

# cuti
source: Annual Leave
id: Cuti

# cutLap
source: Field Duty Leave
id: Cuti Lapangan

source: Sick
id: Sakit

source: Take Photo
id: Ambil Foto

# photoDesk
source: No Photo yet..
id: Belum ada Foto..

# photoDeskPulang
source: No Checkout Photo yet..
id: Belum ada Foto pulang..

source: Take Picture
id: Ambil Foto

# isSubmit
source: Submitting..
id: mengirim..

# Submit
source: Submit Absent
id: Kirim Absen

# gallery
source: Choose File
id: Pilih File

# failed
source: Absence Failed
id: Gagal Absen

# thx
source: Thank youu... ^_^
id: Terimakasihh... ^_^

# confirm
source: Confirmation
id: Konfirmasi

# rusure
source: R U Sureee????!!!!???
id: Apa kamu yakin??!

source: Cancel
id: Batalkan

source: Sure
id: Ya

# dadah
source: Goodbye.. ^_^
id: Selamat Tinggal ^_^

# oneFace
source: Make sure only one face is visible
id: Pastikan hanya satu wajah Yang tampil

# noFace
source: No face detected, pls retry!
id: Wajah Tidak Terdeteksi, Ulang Foto

# nor
source: Failed to face verifying, please retry
id: Gagal Memverifikasi Wajah, Silahkan ulang foto

# unrecog
source: Face is not Verified, please retaking Photo
id: Wajah tidak Dikenali, Silahkan foto ulang!

# recoged
source: Face Verified
id: Wajah Terverifikasi

# unfaced
source: Face Unknown
id: Wajah Tidak dikenali

source: Checking ...
id: Mengecek ...

# reg
source: Register
id: Daftar

source: In
id: Masuk

# beta
source: Beta Version - Protected by advanced security protocols
id: Versi Beta - Dilindungi oleh protokol keamanan lanjut

# username
source: Input your Office mail
id: Masukan Email Kantormu

# registss
source: CAIS user Registration
id: Registrasi Pengguna CAIS

# user
source: Select User
id: Pilih User

# leader
source: Select Leader
id: Pilih Leader

# emailOffice
source: Office Email
id: Email Kantor

# pas
source: Password
id: Sandi

# repas
source: Re-Password
id: Ulang Sandi

# camreg
source: Open Camera
id: Buka Kamera

# photo1
source: Photo 1 : straight face frontfacing camera
id: Foto 1 : Hadap Muka ke Depan Kamera

# photo2
source: Photo 1 : rotate ur face lil bit to the left
id: Foto 2 : Putar Sedikit ke Kiri

# photo3
source: Photo 1 : rotate ur face lil bit to the right
id: Foto 3 : Putar Sedikit ke Kanan

source: Retake
id: Ulangi

# okReg
source: Register
id: Daftar

# backLogin
source: Back To Login
id: Kembali Ke Login

# period
source: Date Periods
id: Periode Tanggal

# startDate
source: Start Date & Time
id: Tanggal Mulai & Waktu

# endDate
source: End Date & Time
id: Sampai Tanggal & Waktu

# fillDate
source: Fill the date above
id: Isi Tanggal diatas

# expired
source: Token Expired
id: Token telah Expired

# absentDashboard
source: Absent
id: Absen

# reportLap
source: Field duty report
id: Report Dinas Lapangan

# reportLemur
source: Overtime Report
id: Report Lembur

# disiplineGraph
source: Absent Graph
id: Grafik Kedisiplinan

# inputGoods
source: Goods Input
id: Input Barang Masuk

# lateness
source: Confirmation Lateness
id: Konfirmasi Keterlambatan

# rackupAbsent
source: My Absent
id: Absensi Saya

# failedPicture
source: Failed to Load Image
id: Gagal memuat gambar

# dateRackup
source: Date
id: Tanggal

source: Out
id: Pulang

source: Prove
id: Bukti

# confirmOT
source: Overtime Input
id: Input Lembur

source: Confirmation
id: konfirmasi

# deduction
source: Deduction (Rp.-)
id: Pemotongan (Rp.-)

# reason
source: Reasoning
id: Alasan

# latenessSaved
source: Lateness Data Saved.
id: Data keterlambatan tersimpan

# lateConfirm
source: Lateness Confirmation
id: Konfirmasi Keterlambatan

# rackup
source: Rackup Absent
id: Rekap absen

source: Filter
id: Saring

# loadingDat
source: Loading...
id: Memuat...

source: No Data
id: Data Kosong

source: Date Overtime
id: Tanggal Lembur

# setToPrefs
source: Set
id: Set tanggal

source: Leader Approval
id: Persetujuan Leader

# mustBeFilled
source: must be filled as an approve from leader
id: Harus diisi, sebagai Approval dari Leader

# OverDur
source: Overtime Duration
id: Durasi Lembur

# over1
source: Overtime Weekday 1
id: Lembur Weekday 1

# over2
source: Overtime Weekday 2
id: Lembur Weekday 2

# overEnd1
source: Overtime Weekend 1
id: Lembur Weekend 1

# overEnd2
source: Overtime Weekend 2
id: Lembur Weekend 2

# overEnd3
source: Overtime Weekend 3
id: Lembur Weekend 3

# overWorkingList
source: Working List
id: List Kerjaan

source: * Must
id: * wajib

# whatWork
source: What r u working...
id: apa yang kamu kerjakan...

# workPhoto
source: Working Photo Proof
id: Bukti photo pekerjaan

# noPhotoWorking
source: No working photo selected
id: Belum ada Foto dipilih

# fillData
source: Fill all Data to submit!
id: Lengkapi semua data untuk submit

# submitOver
source: Submit Report
id: Kirim Laporan

# reportLateSent
source: Report Has been Sent, and will be checked by HR :)
id: Report sudah dikirim, dan akan dilihat HR :)

# urlatee
source: you're late over than 30 minutes!! :(
id: Kamu Terlambat lebih dari 30 menit :(

# urlate
source: You're late !!
id: kamu Terlambatt !!

# lateReason
source: Lateness Reason
id: Alasan Keterlambatan

source: Select Reason
id: Pilih ALasan

# nb
source: Note Bonus
id: Keterangan Tambahan

# writenb
source: Write Bonus Note Here...
id: Tulis keterangan tambahan...

# latenessReasonProve
source: Lateness Reason
id: Photo Alasan

# sendLate
source: Send Lateness Confirmation
id: Kirim konfirmasi keterlambatan
